tap "1password/tap"
tap "buo/cask-upgrade"
brew "atuin"
brew "bash"
brew "bat"
brew "btop"
brew "commitizen"
brew "coreutils"
brew "docker"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fileicon"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glow"
brew "jq"
brew "less"
brew "llm"
brew "mycli"
brew "mysql"
brew "neovim"
brew "node"
brew "pam-reattach"
brew "perl"
brew "powerlevel10k"
brew "rainfrog"
brew "rename"
brew "ripgrep"
brew "starship"
brew "switchaudio-osx"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alfred"
<<<<<<< HEAD
=======
cask "alt-tab"
cask "arc"
cask "chatgpt"
cask "cleanshot"
>>>>>>> upstream/main
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "mactex-no-gui"
cask "postman"
cask "skim"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"
vscode "mcright.auto-save"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
